{
  "app": {
    "title": "ڕۆژژمێری کوردی",
    "description": "ڕۆژژمێرێکی گشتگیر بۆ بۆنە و جەژنە کوردییەکان"
  },
  "events": {
    "title": "ڕووداوەکان",
    "events": {
      "title": "ڕووداوە کوردییەکان"
    },
    "todayEvents": "ڕووداوەکانی ئەمڕۆ",
    "monthEvents": "ڕووداوەکانی مانگ",
    "noEvents": "هیچ ڕووداوێک نییە"
  },
  "language": {
    "ku": "کوردی",
    "ar": "عەرەبی",
    "fa": "فارسی",
    "en": "ئینگلیزی"
  },
  "nav": {
    "calendar": "ڕۆژژمێر",
    "events": "ڕووداوەکان",
    "about": "دەربارە",
    "home": "سەرەکی",
    "worldTime": "کاتی جیهانی",
    "description": "دەربارەی ئەپڵیکەیشنی ڕۆژژمێری کوردی"
  },
  "calendar": {
    "today": "ئەمڕۆ",
    "kurdishCalendar": "ڕۆژژمێری کوردی",
    "upcomingEvents": "ڕووداوە داهاتووەکان",
    "noEvents": "هیچ ڕووداوێکی داهاتوو نییە"
  },
  "time": {
    "title": "کاتی جیهانی"
  },
  "about": {
    "welcome": "بەخێربێن بۆ ڕۆژژمێری کوردی - ڕێبەری تەواوی ئێوە بۆ یادکردنەوەی نەریتە کوردییەکان و بۆنە کلتوورییەکان. ئەم پلاتفۆرمە تەرخانکراوە بۆ پێشکەشکردنی تێڕوانینی گشتگیر لەسەر بۆنە کوردییەکان، فێستیڤاڵەکان، و ڕووداوە گرنگەکان کە کلتووری زیندووی ئێمە پێکدەهێنن.",
    "developed": "بە سۆز و وردی لەلایەن تیمی داتاکۆدەوە پەرەی پێدراوە، ڕۆژژمێرەکەمان دیزاینی مۆدێرن لەگەڵ گێڕانەوەی کلتووری دەوڵەمەندی کوردستان یەکدەخات. ئێمە باوەڕمان بە بەکارهێنانی تەکنەلۆژیای داهێنەرانەیە بۆ ڕێزگرتن لە نەریت، دروستکردنی سەرچاوەیەک کە نەک تەنها زانیاری دەدات بەڵکو هاندەر و پەیوەندیدەری کۆمەڵگاکانیشە.",
    "features": "تایبەتمەندییە سەرەکییەکان",
    "featuresList": {
      "multilanguage": "پشتگیری چەند زمان (کوردی، عەرەبی، فارسی، و ئینگلیزی)",
      "interactive": "نوێکردنەوەی ڕۆژژمێری کارلێکەر و ڕاستەوخۆ",
      "details": "وردەکاری قووڵ لەسەر بۆنەکان و ڕووداوە کلتوورییەکان",
      "design": "دیزاینی بەکارهێنەر-سەنتەر بۆ ئەزموونێکی بێ کێشە لەسەر هەموو ئامێرەکان",
      "darkmode": "مۆدی تاریک بۆ باشترکردنی ئاسوودەیی بینین"
    },
    "mission": "لە داتاکۆد، ئامانجی ئێمە تێکەڵکردنی تەکنەلۆژیای پێشکەوتووە لەگەڵ ڕەسەنایەتی کلتووری. ئێمە پابەندین بە پێشکەشکردنی چارەسەری دیجیتاڵی بەرزی کوالیتی کە یادی میراتی ئێمە دەکاتەوە و کۆمەڵگاکان بەهێز دەکات. لەگەڵمان بن لەم گەشتەدا کاتێک کە بەردەوام داهێنان دەکەین، هاندەرین، و میراتی دەوڵەمەندی کلتووری کوردی دەپارێزین."
  }
} 